
"R2SDK_OK" = "确认";
"R2SDK_CANCEL" = "取消";
"R2SDK_GUEST_LOGIN_TIPS" = "进入游戏后，建议绑定账号。\n  避免游戏资料丢失...";
"R2SDK_CURRENT_LOGIN_TYPE" = "当前登录方式";
"R2SDK_LOGOUT" = "登出账号";
"R2SDK_BIND_ACCOUNT" = "绑定账号";
"R2SDK_Guest_Logout" = "退出登录";
"R2SDK_LOGIN_FIRST" = "请先登录";
"GOOGLE_HAS_BIND" = "Google账号已被绑定";
"FB_HAS_BIND" = "Facebook账号已被绑定";
"BIND_FAIL" = "绑定失败";
"R2SDK_BIND_SUCCESS" = "绑定成功";
"R2SDK_GUEST_LOGOUT_TIPS" = "登出游客账号后账号信息可能会丢失。\n  是否确认登出";
"R2SDK_UNBIND_ACCOUNT" = "解除绑定";
"R2SDK_ACCOUNT_ARLEADY_BIND" = "账号已经绑定";
"R2SDK_IS_UNBIND_ACCOUNT" = "是否解除当前账号绑定";
"R2SDK_UNBIND_FAIL" = "解除绑定失败";
"R2SDK_UNBIND_SUCCESS" = "解除绑定成功";
